export const pastTenseQuestions = [
  {
    id: 1,
    question: `가: 어제 몇 시에 일어났어요?
나: 어제 11시에 (__________)`, // \n 대신 실제 줄바꿈 사용
    options: ["일어나다", "일어날 거예요", "일어났어요", "일어나요"],
    correctAnswer: "일어났어요",
  },
  {
    id: 2,
    question: `가: 어제 수업 후에 뭐 했어요?
나: 친구를 (__________)`, // \n 대신 실제 줄바꿈 사용
    options: ["만났어요", "만나요", "만날 거예요", "만나다"],
    correctAnswer: "만났어요",
  },
  {
    id: 3,
    question: `가: 어제 수업 후에 뭐 했어요?
나: 친구를 (__________)`, // \n 대신 실제 줄바꿈 사용
    options: ["만났어요", "만나요", "만날 거예요", "만나다"],
    correctAnswer: "만났어요",
  },
  {
    id: 4,
    question: `가: 어제 수업 후에 뭐 했어요?
나: 친구를 (__________)`, // \n 대신 실제 줄바꿈 사용
    options: ["만났어요", "만나요", "만날 거예요", "만나다"],
    correctAnswer: "만났어요",
  },
  // ... 50 questions
];
